[
  {
    "q": "Na história das civilizações humanas, a agricultura esteve relacionada à origem de um fenômeno que se tornaria o marco da economia alimentar: o aumento demográfico. Entretanto, apesar de toda a força civilizatória da agricultura, muitos povos tornaram-se vulneráveis por falta de alimentos. Mesmo com o aumento do volume de alimentos, o número de indivíduos subnutridos é grande, como demonstrado pelos dados estatísticos da Organização das Nações Unidas para a Agricultura e Alimentação (FAO). A análise dos dados revela que, até 2014, a quantidade de pessoas desnutridas no mundo estava    diminuindo, porém, entre 2015 e 2017, esse número aumenta. <h6>LIMA, J. S. G. Segurança alimentar e nutricional: sistemas agroecológicos são a mudança que a intensificação ecológica não alcança.  Ciência e Cultura, v. 69, n. 2, 2017 (adaptado).</h6> <br> Considerando a segurança alimentar e a nutrição no mundo, avalie as afirmações a seguir: <br>  <br>    I. O conceito de segurança alimentar e nutricional admite que a fome e a desnutrição são problemas de oferta adequada e garantia de alimentos saudáveis, respeitando-se a diversidade cultural e a    sustentabilidade socioeconômica e ambiental. <br> <br> II. A segurança alimentar e nutricional compreende a produção e a disponibilidade de alimentos, bem como o acesso à alimentação adequada e saudável. <br> <br> III. A escassez da oferta de alimentos nas últimas décadas decorre da falta de processos de produção e disseminação tecnológica que garantam a produção no campo frente às mudanças climáticas. É correto o que se afirma em:",
    "options": [
      "I, apenas. ",
      " III, apenas. ",
      "I e II, apenas. ",
      "II e III, apenas. ",
      "I, II e III."
    ],
    "answer": 2,
    "theme": "historia"
  },
  {
    "q": "O projeto de paisagismo deve fazer uso do jogo de dissimular e mostrar certos elementos, fazendo com    que os percursos sejam marcados por prazerosas descobertas. A modelagem espacial, diversificada por    meio dos volumes vegetais e construídos, é a base de um bom projeto paisagístico. É por esse percurso    que teremos sensações diferenciadas, incluindo a sensação de beleza.   <h6> ABBUD, B. Criando paisagens: guia de trabalho em arquitetura paisagística. São Paulo: SECA, 2006 (adaptado).</h6> <br>   Considerando o texto apresentado, avalie as afirmações a seguir. <br><br>   I. Assim como na arquitetura, elementos paisagísticos podem funcionar como tetos (copas das    árvores, caramanchões, pergolados), paredes (arbustos, taludes, rochas) e piso (gramado, cascalho,    areia, superfícies de água).  <br><br>  II. A integração visual do projeto paisagístico com o entorno pode se dar por meio da ampliação dos    limites físicos, independentemente de critérios de propriedade, usufruindo do princípio psicológico    da sensação dos espaços. <br> <br>  III. O uso de vegetação como recurso de correção das sensações provocadas por adensamento    construtivo nas cidades é uma estratégia para se trabalhar proporção e escala no projeto    paisagístico.    É correto o que se afirma em",
    "options": [
      " I, apenas.",
      "III, apenas.",
      "I e II, apenas.",
      "II e III, apenas",
      " I, II e III."
    ],
    "answer": 4,
    "theme": "paisagismo"
  },

  {
    "q": "O gesso é um mineral aglomerante amplamente        disponível na natureza. Esse material é muito        utilizado em forros e divisórias na construção civil.        Os painéis de gesso acartonado ou drywall são        constituídos de estruturas modulares de gesso e        de papel cartão, com montantes e travas de aço        galvanizados, podendo ainda receber enchimento        interno de lã de rocha.     <br><br>   Considerando as informações apresentadas, é        correto afirmar que",
    "options": [
      "os painéis de gesso acartonado podem reduzir            a sobrecarga estrutural do edifício e agilizar a            execução de vedações internas",
      " os painéis de gesso acartonado tem como            vantagem a execução a seco e a pequena            geração de entulhos, porém apresentam baixa            resistência ao fogo.",
      "os painéis de gesso acartonado com enchimento            de lã de rocha apresentam melhor desempenho            térmico e acústico, garantindo o conforto            ambiental a todo o conjunto edificado.",
      "os painéis de gesso acartonado apresentam            limitações no caso de áreas molhadas            como boxes de chuveiros, mesmo quando            adequadamente especificados e revestidos com            pastilhas cerâmicas.",
      " os painéis de gesso acartonado permitem que            as instalações hidráulicas e elétricas sejam            embutidas entre os montantes e travas de aço            galvanizado, após o fechamento das faces do            painel, por meio de recortes precisos nas placas."
    ],
    "answer": 0,
    "theme": "projeto"
  },
  {
    "q": "Desde a Constituição de 1988, o ordenamento        jurídico brasileiro entende que as propriedades        devem cumprir uma função social e, por isso,        aquelas que permanecem vazias ou subutilizadas,        de acordo com o plano diretor de cada cidade,        devem pagar o Imposto Predial Territorial Urbano        (IPTU) progressivo no tempo, que pode chegar        até 15% do valor do imóvel. Após atingir esse        patamar, se o imóvel continuar sem uso, poderá        ser desapropriado, com pagamento em títulos da        dívida pública. <br>        <h6 class:\"linker\">Disponível em: <font>https://raquelrolnik.wordpress.com/2017/09/11/imoveis-vazios-e-crise-da-moradia-em-londres-e-sao-paulo</font>. Acesso em: 27 jun. 2019 (adaptado).</h6>   <br>   Com base nas informações apresentadas, avalie as        afirmações a seguir.  <br>  <br>    I. No Brasil, o plano diretor é uma lei        municipal que define a forma como as        propriedades urbanas atenderão à função        social e estabelece um regime urbanístico        vinculante, tanto para particulares quanto        para o poder público.   <br> <br>    II. A função social da propriedade não viola ou        fragiliza o direito à propriedade privada, mas        confere responsabilidade socioeconômica        ao usufruto desse direito.   <br>  <br>   III. O princípio constitucional da função        social da propriedade garante que apenas        imóveis ociosos ou abandonados possam        ser utilizados, por exemplo, para fins de        moradias e equipamentos públicos, sempre        regulamentados por lei municipal, com        ampla participação da sociedade.   <br> <br>    IV. No caso da política urbana, o município        é responsável por executar e cumprir o        objetivo constitucional relacionado ao        ordenamento e ao pleno desenvolvimento        das funções sociais da cidade e da        propriedade.   <br> <br>    É correto o que se afirma em:",
    "options": [
      " II, apenas.",
      " I e II, apenas.",
      " III e IV, apenas.",
      " I, III e IV, apenas.",
      " I, II, III e IV."
    ],
    "answer": 4,
    "theme": "paisagismo"
  },
  {
    "q": "Considerando a relação entre os efeitos do clima e a morfologia urbana e sua implicação no conforto        ambiental, é correto afirmar que",
    "options": [
      "a forma e a altura das edificações, ao projetarem sombra sobre os espaços urbanos, acarretam a            diminuição da umidade do ar.",
      "o espaço construído contribui para a criação de microclimas diferenciados em relação ao clima regional.",
      "o aumento da ventilação natural decorre do aumento da rugosidade da superfície terrestre.",
      " a poluição atmosférica tende a aumentar a radiação solar direta e diminuir a difusa.",
      " a verticalização é incompatível com a manutenção da ventilação em áreas urbanas"
    ],
    "answer": 1,
    "theme": "paisagismo"
  },
  {
    "q": "A possibilidade de remoção ou relocação de elementos divisórios entre cômodos de uma edificação        é um dos fatores mais importantes de um projeto, no tocante à perspectiva de flexibilidade espacial.        Essas possibilidades de manipulação estão intimamente relacionadas aos sistemas estrutural e        construtivo da obra.   <br>  <br>   Considerando o contexto apresentado, avalie as afirmações a seguir.  <br> <br>     I. Em obras com estrutura independente, as divisórias em alvenaria de tijolos podem ser removidas        sem acarretar problemas estruturais.    <br><br>    II. As obras em alvenaria estrutural, ainda que possam ficar mais baratas do que aquelas em alvenaria        convencional, enrijecem o projeto na perspectiva da flexibilidade espacial interna.   <br><br>     III. As divisórias em drywall podem ser removidas sem acarretar problemas estruturais, mas sua        remoção configura-se uma operação mais trabalhosa que a demolição de uma alvenaria de tijolos.    <br><br>    IV. As obras em Light Steel Frame (LSF) caracterizam-se pela industrialização e por utilizarem mão-deobra mais especializada do que as obras em alvenaria convencional.     <br><br>   É correto apenas o que se afirma em",
    "options": [
      "I e III.",
      " II e III.",
      "II e IV.",
      " I, II e IV.",
      " I, III e IV."
    ],
    "answer": 3,
    "theme": "projeto"
  },
  {
    "q": "A possibilidade de remoção ou relocação de elementos divisórios entre cômodos de uma edificação        é um dos fatores mais importantes de um projeto, no tocante à perspectiva de flexibilidade espacial.        Essas possibilidades de manipulação estão intimamente relacionadas aos sistemas estrutural e        construtivo da obra.   <br><br>     Considerando o contexto apresentado, avalie as afirmações a seguir.    <br> <br>   I. Em obras com estrutura independente, as divisórias em alvenaria de tijolos podem ser removidas        sem acarretar problemas estruturais.   <br><br>     II. As obras em alvenaria estrutural, ainda que possam ficar mais baratas do que aquelas em alvenaria        convencional, enrijecem o projeto na perspectiva da flexibilidade espacial interna.   <br><br>     III. As divisórias em drywall podem ser removidas sem acarretar problemas estruturais, mas sua        remoção configura-se uma operação mais trabalhosa que a demolição de uma alvenaria de tijolos.  <br><br>      IV. As obras em Light Steel Frame (LSF) caracterizam-se pela industrialização e por utilizarem mão-deobra mais especializada do que as obras em alvenaria convencional.      <br><br>  É correto apenas o que se afirma em",
    "options": [
      "I, apenas.",
      " II, apenas.",
      "I e III, apenas.",
      " II e III, apenas.",
      "I, II e III."
    ],
    "answer": 2,
    "theme": "historia"
  },
  {
    "q": "<img src=\"img/despoesia.jpg\"></img>Augusto de Campos é um artista concretista brasileiro cuja poética estabelece a relação de diálogo    entre o aspecto visual, sonoro e tátil do texto verbal.     <br><br> Com base no poema apresentado, avalie as afirmações a seguir.   <br> <br>  I. O aspecto sensorial é construído por meio da exploração da dimensão visual das palavras, sendo a    imagem um elemento essencial do texto.   <br><br>  II. O artista utiliza técnicas de diagramação, harmonizando os componentes gráficos e espaciais, que    se transformam em elementos de construção de sentidos diversos.   <br><br>  III. A impressão de movimento caótico cria o efeito de uma espécie de big-bang que atua sobre ambas    as palavras: poema e bomba.   <br><br>  IV. A utilização do espaço é secundária para a construção de sentidos da obra, já que a palavra escrita,    nesse caso, é suficiente para a leitura do poema.   <br><br>  É correto o que se afirma em",
    "options": [
      "I, apenas.",
      "II e IV, apenas.",
      "III e IV, apenas.",
      "  I, II e III, apenas.",
      " I, II, III e IV."
    ],
    "answer": 3,
    "theme": "projeto"
  },
  {
    "q": "<img src=\"img/acessibilidade.jpg\"><img>O princípio da acessibilidade dispõe que na construção de espaços, na formatação de produtos e no    planejamento de serviços deve-se considerar que as pessoas com deficiência (PCD) são usuárias legítimas,    dignas e independentes. Nenhum serviço pode ser concedido, permitido, autorizado ou delegado sem    acessibilidade plena, para não obstaculizar o exercício pleno dos direitos pelas pessoas com deficiência.    A acessibilidade é um direito de todos os cidadãos e, por isso, não se limita a propiciar a inclusão de    pessoas com deficiência, mas também de pessoas com mobilidade reduzida, idosos, gestantes e em    situação vulnerável.<h6>OLIVEIRA, S. M. de. Cidade e acessibilidade: inclusão social das pessoas com deficiências. In: VIII Simpósio Iberoamericano em comércio    internacional, desenvolvimento e integração regional, 2017 (adaptado).</h6> Considerando a imagem e as informações apresentadas, avalie as afirmações a seguir. <br><br>    I. Projetar e adaptar as vias públicas facilita a circulação das pessoas com dificuldade de locomoção    e usuários de cadeiras de rodas, sendo uma medida adequada de acessibilidade. <br><br>    II. Padronizar as calçadas com implantação universal de rampas, faixas de circulação livres de    barreiras, guias e pisos antiderrapantes atende ao princípio da acessibilidade. <br><br>    III. Garantir a ajuda de terceiros a pessoas com deficiências, nos edifícios públicos e em espaços    abertos públicos, é uma previsão legal convergente ao princípio da acessibilidade. <br><br>    IV. Implantar sinalização sonora nos semáforos e informações em braille nas sinalizações dos espaços    urbanos para pessoas com deficiência visual são providências de acessibilidade adequadas. <br><br>    É correto o que se afirma em",
    "options": [
      "III, apenas.",
      "I e IV, apenas.",
      "II e III, apenas.",
      "  I, II e IV, apenas.",
      " I, II, III e IV."
    ],
    "answer": 3,
    "theme": "projeto"
  },
  {
    "q": "O esgotamento profissional, conhecido como Síndrome de Burnout, foi incluído na Classificação Internacional de Doenças da Organização Mundial da Saúde (OMS). Essa síndrome, que foi incluídano capítulo de problemas associados ao emprego ou ao desemprego, foi descrita como uma síndrome resultante de um estresse crônico no trabalho não administrado com êxito e caracterizado por três elementos: sensação de esgotamento, cinismo ou sentimentos negativos relacionados a seu trabalho e eficácia profissional reduzida. A nova classificação, publicada em 2018 e aprovada durante a 72ª Assembleia Mundial da OMS, entrará em vigor no dia 1º de janeiro de 2022. A Classificação Internacional de Doenças da OMS estabelece uma linguagem comum que facilita o intercâmbio de informações entre os profissionais da área da saúde ao redor do planeta.<h6> Disponível em: <https://noticias.uol.com.br/ultimas-noticias/afp/2019/05/27/oms-inclui-a-sindrome-de-burnout-na-lista-de-doencas.htm>. Acesso em: 06 jul. 2019 (adaptado).</h6><br> Considerando as informações apresentadas, avalie as afirmações a seguir.<br> I. Os programas de formação de lideranças focados na obstinação e na resistência ao erro têm sido    eficazes na redução da vulnerabilidade a esse tipo de síndrome.<br>    II. A compreensão dos sintomas de forma isolada do contexto sociocultural dificulta o estabelecimento    do chamado nexo causal entre trabalho e adoecimento.<br>    III. As relações de trabalho onde predominam o sentido de realização profissional tendem a reforçar    elos de coesão e reconhecimento social favoráveis à saúde psíquica.<br>    IV. A prevalência do protocolo clínico pautado no tratamento medicamentoso é condição determinante    para a superação desse problema de saúde pública.<br><br>    É correto o que se afirma em",
    "options": [
      "I, apenas.",
      "II e III, apenas.",
      "III e IV, apenas.",
      " I, II e IV, apenas.",
      "I, II, III e IV."
    ],
    "answer": 1,
    "theme": "saneamento"
  }
]
